Repository: dmitrikorobko/nails
Catalog: web/app/plugins/sliced-invoices-slugs/languages/sliced-invoices-slugs-*.po
Languages: es_es, it_it, ru_ru, uk

source: Settings
it_it: Impostazioni
ru_ru: Настройки
uk: Налаштування

source: Quote URL Slug
es_es: Slug Presupuestos
it_it: Preventivi URL Slug
ru_ru: URL Slug для смет
uk: URL Slug для кошторисів

source: You can change this from sliced_quote to quotes or estimates (or any other word you like). Must be all lowercase and only underscores, no dashes.
es_es: Puedes cambiar el término "sliced_quote" a presupuestos, proformas (o cualquier otra palabra que prefieras). Debe ser en minúsculas, aunque puede contener guiones bajos.
it_it: Puoi cambiarlo da sliced_quote a preventivi o stime (o qualsiasi altra parola che ti piace). Deve essere tutto in minuscolo e solo caratteri di sottolineatura, nessun trattino.
ru_ru: Вы можете изменить это значение с sliced_quote на quotes или estimates (или на любое другое, по на ваше усмотрение). Допустимые символы: строчные латинские буквы и символ подчеркивания.
uk: Ви можете змінити це значення з sliced_quote на quotes або estimates (або на що завгодно інше). Має бути написано маленькими латинськими літерами, також ви можете використовувати символ підкреслення, але не дефіс.

source: Invoice URL Slug
es_es: Slug Facturas
it_it: Fatture URL Slug
ru_ru: URL Slug для счетов
uk: URL Slug для рахунків

source: You can change this from sliced_invoice to invoice or bill (or any other word you like). Must be all lowercase.
es_es: Puedes cambiar el término "sliced_invoice" a facturas (o cualquier otra palabra que prefieras). Debe ser en minúsculas, aunque puede contener guiones bajos.
it_it: Puoi cambiarlo da sliced_invoice a fattura o fattura proforma (o qualsiasi altra parola che ti piace). Deve essere tutto in minuscolo.
ru_ru: Вы можете изменить это значение с sliced_invoice на invoice или bill (или на любое другое, по на ваше усмотрение). Используйте только строчные латинские символы.
uk: Ви можете змінити це значення з sliced_invoice на invoice або bill (або будь-що інше). Використовуйте тільки маленькі латинські літери.

source: If you have modified the URL slug, please visit the <a href="%s">Permalinks page</a> for the new URL changes to take effect. You simply need to visit the page, which will automatically flush the rewrite rules and make the new changes.
it_it: Se hai modificato lo slug URL, visita la <a href="%s"> pagina Permalink </a> affinché le nuove modifiche all'URL abbiano effetto. Devi semplicemente visitare la pagina, che svuota automaticamente le regole di riscrittura e apporta le nuove modifiche.
ru_ru: Если вы изменили значение URL slug, посетите страницу <a href="%s">пермалинк</a>, чтобы активировать новый URL. Просто зайдите на страницу, и новые значения rewrite rules вступят в силу.
uk: Якщо ви змінили URL slug, перейдіть будь ласка до сторінки <a href="%s">пермалінку</a> щоб нове значення набуло чинності. Просто перейдіть за посиланням, щоб автоматично були застосовані нові значення rewrite rules і були застосовані нові значення.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
it_it: È disponibile una nuova versione di %1$s. <a target="_blank" class="thickbox" href="%2$s"> Visualizza i dettagli della versione %3$s</a>.
ru_ru: Доступна новая версия плагина %1$s. <a target="_blank" class="thickbox" href="%2$s">Узнать больше о версии %3$s</a>.
uk: Вийшла нова версія плагіну %1$s. <a target="_blank" class="thickbox" href="%2$s">Переглянути деталі версії %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
it_it: È disponibile una nuova versione di %1$s. <a target="_blank" class="thickbox" href="%2$s"> Visualizza i dettagli della versione %3$s</a> oppure <a href="%4$s"> aggiorna ora</a>.
ru_ru: Доступна новая версия плагина %1$s. <a target="_blank" class="thickbox" href="%2$s">Узнать больше о версии %3$s</a> или <a href="%4$s">обновить сейчас</a>.
uk: Вийшла нова версія плагіну %1$s. <a target="_blank" class="thickbox" href="%2$s">Переглянути деталі версії %3$s</a> або <a href="%4$s">оновіть негайно</a>.

source: You do not have permission to install plugin updates
it_it: Non hai il permesso di installare aggiornamenti del plugin
ru_ru: У вас недостаточно полномочий для установки обновлений плагинов
uk: У вас недостатньо повноважень для встановлення оновлень плагінів

source: Error
it_it: Errore
ru_ru: Ошибка
uk: Помилка

source: Enter the License Key for this extension
es_es: Introducir Clave de Licencia de la Extensión
it_it: Inserisci il codice di licenza per questa estensione
ru_ru: Введите лицензионный ключ
uk: Введіть ключ ліцензії

source: License: %s
es_es: Licencia: %s
ru_ru: Ключ: %s
uk: Ліцензія: %s

source: Deactivate License
es_es: Desactivar Licencia
ru_ru: Деактивировать лицензию
uk: Деактивувати ліцензію

source: Activate License
es_es: Activar Licencia
ru_ru: Активировать лицензию
uk: Активувати ліцензію

source: Sliced Invoices Better URL's
es_es: Sliced Invoices URL's Mejoradas
ru_ru: Красивые ссылки для Sliced Invoices
uk: Привабливі посилання Sliced Invoices

source: Change the URL slugs on Invoices and Quotes without touching any code. Requirements: The Sliced Invoices Plugin
es_es: Cambiar el slug URL para las facturas y presupuestos sin tocar código. Requisitos: El plugin Sliced Invoices
ru_ru: Создавайте красивые URL для счетов и смет, не изменяя при этом ни строчки кода. Требуется: плагин Sliced Invoices
uk: Створюйте привабливі URL до ваших рахунків та кошторисів без втручання в програмний код. Залежить від плагіну Sliced Invoices
