Repository: dmitrikorobko/nails
Catalog: web/app/plugins/sliced-invoices-slugs/languages/sliced-invoices-slugs-*_formal.po
Languages: de_de@formal

source: Settings
de_de@formal: Einstellungen

source: Quote URL Slug
de_de@formal: URL Slug für Angebote

source: You can change this from sliced_quote to quotes or estimates (or any other word you like). Must be all lowercase and only underscores, no dashes.
de_de@formal: Sie können dies von URL Slug "sliced_quote" in "Angebot" oder "Kostenvoranschlag" ändern (oder jedes andere Wort, das Sie mögen). Es dürfen nur Kleinbuchstaben und Unterstriche, keine Bindestriche, verwendet werden.

source: Invoice URL Slug
de_de@formal: URL Slug für Rechnungen

source: You can change this from sliced_invoice to invoice or bill (or any other word you like). Must be all lowercase.
de_de@formal: Sie können dies von URL Slug "sliced_invoice" in "Rechnung" oder "Quittung" ändern (oder jedes andere Wort, das Sie mögen). Es dürfen nur Kleinbuchstaben verwendet werden.

source: If you have modified the URL slug, please visit the <a href="%s">Permalinks page</a> for the new URL changes to take effect. You simply need to visit the page, which will automatically flush the rewrite rules and make the new changes.
de_de@formal: Wenn Sie den URL-Block geändert haben, rufen Sie die Seite <a href="%s">Permalinks</a> auf, damit die neuen URL-Änderungen wirksam werden. Sie müssen nur die Seite besuchen, die die Umschreibregeln automatisch löscht und die neuen Änderungen vornimmt.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
de_de@formal: Es ist eine neue Version von %1$s verfügbar. <a target="_blank" class="thickbox" href="%2$s">Details der Version %3$s anzeigen</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
de_de@formal: Es ist eine neue Version von %1$s verfügbar. <a target="_blank" class="thickbox" href="%2$s"> Details der Version anzeigen %3$ s</a> oder <a href="%4$s">jetzt aktualisieren</a>.

source: You do not have permission to install plugin updates
de_de@formal: Sie haben keine Berechtigung, um Plugin-Updates zu installieren

source: Error
de_de@formal: Fehler

source: Enter the License Key for this extension
de_de@formal: Geben Sie den Lizenzschlüssel für diese Erweiterung ein

source: License: %s
de_de@formal: Lizenz: %s

source: Deactivate License
de_de@formal: Lizenz deaktivieren

source: Activate License
de_de@formal: Lizenz aktivieren

source: Change the URL slugs on Invoices and Quotes without touching any code. Requirements: The Sliced Invoices Plugin
de_de@formal: Ändern Sie die URL-Slugs in Rechnungen und Angeboten ohne jegliche Code-Kenntnisse. Voraussetzung: Das Sliced Invoices Plugin
